Repository: gyurisb/bpmenetrend
Catalog: CityTransitApp.WPSilverlight/Resources/AppResources.*.resx
Languages: hu

# ResourceLanguage
source: en-US
hu: hu

# ApplicationTitle
source: BP SCHEDULE
hu: BP MENETREND

# DownloadDecompress
source: Decompressing downloaded files!
hu: Letöltött fájlok kicsomagolása!

# DownloadLoadDB
source: Database loading!
hu: Az adatbázis betöltése!

# DownloadNoAccess
source: The server is unavailable. Check if you are connected to the network.
hu: Nem sikerült felvenni a kapcsolatot a szerverrel. Ellenőrizze, hogy csatlakozva van-e az internetre.

# DownloadProgress
source: Downloaded:
hu: Letöltve:

# DownloadReady
source: The database is ready!
hu: Az adatbázis készen áll!

# DownloadWaitDB
source: Waiting for database loading.
hu: Várakozás az adatbázis betöltésére!

# HistorySelectText
source: Select a destination or a stop.
hu: Válasszon irányt vagy megállót!

# HistoryStopsLabel
source: MOST VIEWED
hu: GYAKORI

# MainContextPin
source: Pin to start
hu: Kitűzés a kezdőképernyőre

# MainContextRemove
source: Remove from favorites
hu: Eltávolítás a kedvencekből

# MainDownloadDescr
source: You have to download the schedule database to use the application. Tap to download.
hu: Az alkalmazás működéséhez szükséges menetrend adatbázis még nincs letöltve. Koppintson a letöltéshez!

# MainDownloadProgress
source: Download in progress.
hu: Letöltés folyamatban.

# MainDownloadTitle
source: Download
hu: Letöltés

# MainFavorites
source: FAVORITES
hu: KEDVENCEK

# MainHistory
source: HISTORY
hu: ELŐZMÉNYEK

# MainMenuCheckUpdate
source: search update
hu: frissítés keresése

# MainMenuNear
source: nearby
hu: közelben

# MainMenuSearch
source: search
hu: keresés

# MainMenuSettings
source: settings
hu: beállítások

# MainMenuUpdate
source: update
hu: frissítés

# MainNearest
source: nearest stop
hu: legközelebbi megálló

# MainTabNoFavorites
source: No favorites.
hu: Nincsenek kedvencek.

# MainTabPlanning
source: PLANNING
hu: ÚTVONALTERVEZÉS

# MainTabSchedules
source: SCHEDULE
hu: JÁRATOK

# MainTopOutOfDate
source: The schedule is out of date, update is available.
hu: A menetrend elavult, frissítés letölthető!

# NearCancelButton
source: Cancel
hu: Mégsem

# NearLocationServices
source: Location services
hu: Helyalapú szolgáltatások

# NearLocButton
source: Settings
hu: Beállítások

# NearLocDescription
source: You have to enable location services in settings to use this function.
hu: A funkció használatához engedélyeznie kell az alkalmazásnak a helyalapú szolgáltatások használtát a beállítások között.

# NearPageDistance
source: Distance <
hu: Távolság <

# NearPageTitle
source: Nearby stops
hu: Közeli megállók

# NearUnavailable
source: Service unavailable
hu: Szolgáltatás nem elérhető

# NearUnavailableButton
source: Try again
hu: Újra

# NearUnavailableDescr
source: Location services are unavailable, searching for nearby stops is not possible.
hu: A GPS nem érhető el, a közeli megállók keresése nem lehetséges.

# PlanDetailsTitle
source: Route details
hu: Útvonal részletek

# PlanDetailsTrip
source: % stop/|s/
hu: % megálló

# PlanDetailsWait
source: wait % minute/|s/
hu: várjon % percet

# PlanDetailsWalk
source: walk % /foot|feet/
hu: sétáljon % métert

# PlaningBtn
source: Plan
hu: Tervezés

# PlanMenuMap
source: map !
hu: térképen !

# PlanningNoResult
source: No route found between selected stops.
hu: A kijelölt megállók között nem sikerült útvonalat találni.

# PlanningSourceEmpty
source: You have to select a start stop.
hu: Ki kell választani a kiinduló állomást!

# PlanningTargetEmpty
source: You have to select a destination stop.
hu: Ki kell választani a célállomást!

# PlanningTimeLabel
source: Planning complete
hu: Tervezés kész

# RouteMenuCancel
source: cancel
hu: mégsem

# RouteMenuOK
source: done
hu: kész

# SearchCatLabel1
source: Subway
hu: Metró

# SearchCatLabel2
source: Rail
hu: HÉV

# SearchCatLabel3
source: Tram
hu: Villamos

# SearchCatLabel4
source: Cart
hu: Trolibusz

# SearchCatLabel5
source: Bus
hu: Busz

# SearchCatLabel6
source: Night bus
hu: Éjszakai

# SearchDefault
source: Type a vehicle line or a stop name.
hu: Keressen megállóra vagy járatra!

# SettingsAutoNear
source: Automatic check for nearby stops
hu: Közeli megállók automatikus keresése

# SettingsAutoNearLabel
source: If you enable this function the application will use location services each time it starts.
hu: A szolgáltatással bekapcsolásával az alkalmazás minden induláskor igénybe veszi a helyalapú szolgáltatásokat.

# SettingsAutoUpdate
source: Check updates automatically
hu: Frissítések automatikus keresése

# SettingsClearConfirm
source: Are you sure you want to delete search history?
hu: Biztosan törölni szeretné a menetrend keresési előzményeit?

# SettingsClearHistory
source: Delete history
hu: Előzmények törlése

# SettingsLocationServices
source: Location services
hu: Helyalapú szolgáltatások

# SettingsNo
source: No
hu: Nem

# SettingsPageTitle
source: settings
hu: beállítások

# SettingsPerDay
source: every day
hu: naponta

# SettingsPerWeek
source: every week
hu: hetente

# SettingsUpdateInterval
source: Update check frequency
hu: Frissítés keresésének gyakorisága

# SettingsYes
source: Yes
hu: Igen

# StopPickerChoose
source: Select a stop!
hu: Válasszon megállót!

# StopTransfersLabel
source: transfers at
hu: átszállások ekkor:

# TileAlreadyDone
source: You have already pinned this.
hu: A kijelölt elemről már létrehozott egy csempét!

# TimetableChooseStop
source: Select a stop!
hu: Válasszon megállót!

# TimetableMenuAddFavs
source: add favs
hu: +kedvenc

# TimetableMenuPin
source: pin
hu: kitűzés

# TipAddFavs
source: Tip: You can add a timetable to your favorites by tapping the icon at the application bar. Next time you will see the timetable on the start page of the application.
hu: Tipp: Bármelyik menetrendet hozzáadhatja a kedvencekhez a menüsorban lévő ikonnal. A kezdőképernyőről később könnyen elérheti így az adott járatot.

# TipLiveTile
source: Tip: To pin a timetable to the start screen tap and hold on the selected item.
hu: Tipp: Élőcsempe hozzáadásához tartsa nyomva a kedvencek közül azt az elemet, amelyet rögzíteni szeretne.

# SettingsOff
source: Off
hu: Kikapcsolva

# SettingsOn
source: On
hu: Bekapcsolva

# SettingsUnderline
source: Underline barrier-free vehicles.
hu: Alacsonypadlós járművek aláhúzása

# SettingsUnderlineDescr
source: In the schedule the times for barrier-free vehicles will appear underlined.
hu: A menetrendben az alacsonypadlós járművökhöz tartozó idők aláhúzva fognak megjelenni.

# TripStopDistance
source: stop distance
hu: megálló távolsága

# TripTransferDistance
source: transfer walk distance
hu: átszállás távolsága

# DateTimeArrive
source: Arrive
hu: Érkezés

# DateTimeDeparture
source: Depart
hu: Indulás

# DateTimeToday
source: today
hu: ma

# DateTimeTomorrow
source: tomorrow
hu: holnap

# PlanSettingsAspect
source: The aspects of planning
hu: Útvonaltervezés szempontja

# PlanSettingsCheckedType
source: You have to select at least one aspect.
hu: Nem lehet mindegyik szempont kijelöletlen!

# PlanSettingsDisabled
source: Barrier-free settings
hu: Akadálymentes útvonaltervezés

# PlanSettingsDisabledStops
source: Only barrier-free stops
hu: Csak akadálymentes megállók

# PlanSettingsDisabledVehicles
source: Only barrier-free vehicles
hu: Csak akadálymentes járművek

# PlanSettingsHelp
source: The planner will execute planning considering the following aspects. If you check more then more planning will run at the same time, this can result longer planning if your device has few CPU cores. The different results will apear in lines, ordered by relevance.
hu: A kijelölt szempontok szerint fog végezni a tervező útvonalkeresést. Ha többet jelöl ki, akkor több tervezés fog párhuzamosan zajlani, ez kevesebb CPU maggal rendelkező készülékek esetén hosszabb idejű tervezést eredményezhet. A különböző eredmények külön sorokban, rendezve fognak megjelenni.

# PlanSettingsTime
source: Time
hu: Idő szerint

# PlanSettingsTransfer
source: Transfer count
hu: Átszállások száma szerint

# PlanSettingsVehicles
source: Enabled vehicle types for the result
hu: Engedélyezett járművek tervezéskor

# PlanSettingsWalk
source: Walking distance
hu: Gyalog megtett távolság szerint

# SettingsPerXDay
source: every % days
hu: % naponta

# MainMenuFilter
source: planning options
hu: tervezési beállítások

# PlanDetailsToMap
source: draw map
hu: térképen

# MainProgressNoInternet
source: No data connection.
hu: Nincs internetkapcsolat.

# MainProgressNoUpdate
source: The database is up to date.
hu: Az adatbázis naprakész.

# StopDistance
source: distance:
hu: távolság:

# StopMinute
source: minutes)
hu: perc)

# StringMinute
source: minute
hu: perc

# StringMinutePl
source: minutes
hu: perc

# TripTopButton
source: → full timetable
hu: → teljes menetrend

# StopNearBtn
source: near transfers
hu: közeli átszállások

# SettingsTheme
source: Theme
hu: Téma

# SettingsRestartRequired
source: The new theme will be displayed after restarting the application.
hu: Az új téma az alkalmazás újraindítása után lesz látható.

# TripMenuTimetable
source: timetable
hu: menetrend

# PlanTimeLabel
source: minute/|s/
hu: perc

# PlanTransferLabel
source: transfer/|s/
hu: átszállás

# PlanWalkLabel
source: ft walk
hu: m séta

# CardinalEast
source: East
hu: kelet

# CardinalNorth
source: North
hu: észak

# CardinalNorthEast
source: North-East
hu: északkelet

# CardinalNorthWest
source: North-West
hu: északnyugat

# CardinalSouth
source: South
hu: dél

# CardinalSouthEast
source: South-East
hu: délkelet

# CardinalSouthWest
source: South-West
hu: délnyugat

# CardinalWest
source: West
hu: nyugat

# MainContextDown
source: Down
hu: Le

# MainContextUp
source: Up
hu: Fel

# MainRecent
source: RECENTLY VIEWED
hu: MOSTANÁBAN BEZÁRT

# RoutePanelOutOfService
source: out of service
hu: üzemen kívül

# PlanningInProgress
source: You cannot start a new planning while the previous planning is in progress.
hu: Amíg be nem fejeződött az előző útvonaltervezés nem lehet újat indítani!

# PlanningError
source: The planning has failed, please try again.
hu: A tervezés sikertelen volt, kérjük próbálkozzon újra!

# TimeTableNextDay
source: Next day
hu: Következő napi

# TimeTablePreviousDay
source: Previous day
hu: Előző napi

# TimeTableThisDay
source: Selected day
hu: Kiválasztott napi

# TimeTableToday
source: Today
hu: Mai

# TimeTableTomorrow
source: Tomorrow
hu: Holnapi

# TimeTableYesterday
source: Yesterday
hu: Tegnapi

# PlanSettingsPageTitle
source: plan settings
hu: útvonal beállítások

# PlanSettingsWalkSpeed
source: Speed of walking
hu: Séta sebessége

# PlanSettingsFastWalk
source: fast
hu: gyors

# PlanSettingsFastWalkValue
source: 6.2 mph
hu: 10 km/h

# PlanSettingsNormalWalk
source: normal
hu: normális

# PlanSettingsNormalWalkValue
source: 3.1 mph
hu: 5 km/h

# PlanSettingsSlowWalk
source: slow
hu: lassú

# PlanSettingsSlowWalkValue
source: 1.9 mph
hu: 3 km/h

# MainDownloadDone
source: The update is done. You have to restart the application now.
hu: A frissítést befejeződött, az alkalmazást most újra kell indítani.

# TripMenuMap
source: on map
hu: térképen

# AppLocationConsent
source: This app accesses your phone's location to show nearby stops on map and plan trips. Do you allow location services for the app?
hu: A készülék tartózkodási helyének segítésével megtalálhatóak a közelben lévő megállók, ezeket megtekintheti térképen és útvonalakat tervezhet innen. Engedélyezi a helyalapú szolgáltatások használatát az alkalmazásnak?

# AppLocationConsentDisable
source: Don't allow
hu: Nem engedélyezem

# AppLocationConsentEnable
source: Allow
hu: Engedélyezem

# AppLocationConsentTitle
source: Location services
hu: Helyalapú szolgáltatások

# AppDistanceUnit
source: ft
hu: m

# MainMenuMap
source: on map
hu: térképen

# StopMapDepartures
source: departures after %
hu: indulások % után

# StopMapDistance
source: distance is % (% minute/|s/)
hu: távolság % (% perc)

# PlanningTopHeaderLine1
source: depart at
hu: indulás:

# PlanningTopHeaderLine2
source: , arrive at
hu: , érkezés:

# PlanningWalk
source: Walk
hu: Séta

# StopNoTransfers
source: There are no additional transfers near this stop.
hu: Nincsenek további megállók.

# StopTransfersCategory
source: NEAR STOPS
hu: KÖZELI MEGÁLLÓK

# MainMenuOfflinePlanning
source: purchase offline planning
hu: offline tervezés megvásárlása

# PlanItemAt
source: at
hu: itt:

# PlanItemFinish1
source: take off from line
hu: szálljon le a járatról

# PlanItemFinish2
source: and arrive at your destination
hu: és megérkezett a céljához

# PlanItemMidFinish2
source: then walk to the transfer
hu: majd szálljon át

# PlanItemMidStart1
source: transfer to the folllowing vehicle
hu: szálljon fel a következő járatra

# PlanItemStart1
source: take the following vehicle
hu: induljon el a következő járaton

# PlanItemStart2
source: and travel % stops
hu: utazzon % megállót

# StopMapPosition
source: you arrive here
hu: az Ön érkezési helye

# HelpLabel
source: What is this page?
hu: súgó az oldalhoz

# HelpStop
source: This page shows departing vehicles from a selected stop/station and from stops nearby. On the right you can see how many minutes left until the next vehicle arrives. If you tap on a bar of a stop/station you can view it on the map.
hu: Ezen az oldalon találhatóak az induló járatok egy kiválasztott megállóból és annak közeléből. Jobb oldalon láthatja, hogy hány perc van a következő járat érkezéséig. Ha egy megálló/állomás sávjára kattint akkor megtekintheti azt a térképen is.

# HelpTimetable
source: This page shows the departure times of the selected route from a selected stop/station on a selected day. You can see the departure times in the main part of the page grouped by hours. If you tap on a departure time you can access the selected trip's own page. If you tap on the date (top line) you can choose another day to display. If you tap on the route label (second line) the page will show departure times of vehicles traveling in the opposite direction. If you tap on the stop label you can choose another stop from the route.
hu: Ezen az oldalon találhatóak az indulási idők egy kiválasztott útvonalon, megállóban és napon. Középen láthatja az indulási időket órák szerint csoportosítva. Ha rákoppint egy időpontra, elérheti a járat saját oldalát. Ha rákoppint a dátumra választhat egy másik napot. Ha rákoppont a járat címkére (második sor), akkor az oldal az ellentétes irányú járművek indulási idejeit fogja megjeleníteni. Ha rákoppint a megálló címkéjére, akkor választhat egy másik megállót az adott útvonalon.

# HelpTrip
source: This page shows the arrival times of a selected trip. You can find transfers by clicking on a stop from the list. You can select next or previous trips by swiping or selecting it from the top bar. Also if you tap on the destination label the page will show the next trip to the opposite direction.
hu: Ezen az oldalon találhatóak az érkezési idejei egy kiválasztott járatnak. Átszállásokat találhat egy megállóra kattintással a listából. Kiválaszthatja a következő vagy előző járatokat a képernyő csúsztatásával vagy a felső sávból való választással. Valamint, ha a célállomás címkére kattint az oldal a következő ellentétes irányú járatot fogja megjeleníteni.
